;
;  Muutama sääntö kääntäjälle:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
; Wise Data Recovery
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; Soft Version: 3.84
; Update: 2016-Aug-09
;
[Translation]
LangCode=040B
ReadHabit=Left-to-right
LanguageName=FIN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Tietoja Päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
pmCheckMsg=Auto Tarkista Uutiset
pmforum=Keskustelualueelle
pmHelp=Suoraa Apua
pmContact=Ota yhteyttä Meihin
pmHome=Kotisivulle
pmCheckNew=Tarkista Päivitykset
pmLang=Kielet
pmAbout=Tietoja Meistä
pmRestore=Palauta tämä kohde
pmselectall=Valitse kaikki
pmselectnone=Ei mitään
pmselectinvert=Käänteinen valinta
FrmFRMain.lblTree.caption=Tiedostokansio
FrmFRMain.btnlikeit.caption=Tykkään
FrmFRMain.btnfeedback.caption=Ehdotukset ja Palaute
FrmFRMain.btnsearch.caption=Etsi
FrmFRMain.btnrestore.caption=Palauta
FrmFRMain.btnsearchcancel.caption=Peruuta
FrmFRMain.btnemail.hint=Jaa Wise Data Recoveryä ystävillesi
FrmFRMain.btnfacebook.hint=Tykkää WiseCleanerista Facebookissa
FrmFRMain.btntwitter.hint=Jaa Wise Data Recoveryä Twitterissä
;
; About - Tietoja
;
FrmFRAbout.caption=Tietoja Ohjelmasta ja Meistä
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Nykyinen Versio:
FrmFRAbout.lblemail.caption=Tuen Sähköposti:
FrmFRAbout.lblhome.caption=Kotisivu:
FrmFRAbout.lblthank.caption=Kiitos seuraaville henkilöille heidän avusta:
;
; Like Us - Tykkää Meistä
;
FrmLikeit.lblTitle.caption=Jos pidät Wise Data Recoverystä, suosittele tätä ihanaa vapaata työkaluohjelmaa niille joita rakastat.
FrmLikeit.lblInfo.caption=Jaa Wise Data Recoveryä perheellesi, ystävillesi, luokkakavereillesi ja kolleegoillesi Sähköpostitse, Blogissa, Twitterissä, Youtubessa, Facebookissa, jne.. Hyvin Tehty! Tuot mukavuutta ja tehokkuutta heidän elämäänsä.
FrmLikeit.lblRate.caption= Arvioi Wise Data Recovery:
FrmLikeit.lblfollow.caption=Seuraa Meitä:
FrmLikeit.lblshare.caption=Jaa Wise Data Recoveryä:
FrmLikeit.btndownload.caption=Ladattavat ohjelmat
FrmLikeit.imgrate.hint=Anna meille 5 tähden arvio CNET:ssä
FrmLikeit.imgmail.hint=Jaa tätä ystävillesi
FrmLikeit.imgface1.hint=Jaa tätä Facebookissa
FrmLikeit.imgface2.hint=Seuraa Meitä Facebookissa
FrmLikeit.imgtwitter1.hint=Jaa tätä Twitterissä
FrmLikeit.imgtwitter2.hint=Seuraa Meitä Twitterissä
FrmLikeit.Caption=Tykkään
FrmLikeit.lbldownload.caption=Lataa lisää vapaita ohjelmia WiseCleaner.com:sta:

[Edit]
pmcut=Leikkaa
pmcopy=Kopioi
pmpaste=Liitä
pmdelete=Poista
pmselectall=Kaikki

[GUI]
ButtonYes=Kyllä
ButtonNo=Ei
ButtonOK=Ok
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko
ButtonDelete=Poista
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Tiedosto nimi
FrmFRMain.lstFile.headitems[1]=Tiedosto koko
FrmFRMain.lstFile.headitems[2]=Käytetty viimeksi
FrmFRMain.lstFile.headitems[3]=Palautettavuus
FrmFRMain.lstFile.headitems[4]=Polku
Scanning=Etsitään...
Filtering=Suodatetaan...
KeyWord=Anna hakumäärite
Images=Kuvatiedostot
Audios=Äänitiedostot
Videos=Videot
Document=Asiakirjat
Compressed=Pakatut tiedostot
Email=Sähköpostit
AllFiles=Kaikki tiedostot
AllFolders=Kaikki kansiot
SelectDir=Valitse kansio jonne palautettavat tiedostot tallennetaan
NoSameDrive=Valitse toinen asema palautettaville välttääksesi tiedostojen ylikirjoituksen.
ScanStopped=Etsintä on keskeytetty.
Good=Hyvä
Poor=Huono
VeryPoor=Erittäin Huono
Lost=Hävinnyt
ItemList=Löytynyt %d poistettua tiedostoa.


[message]
OpenPreview=Näytä esikatselu
ClosePreview=Sulje esikatselu
NoPreview=Esikatselua ei saatavilla.
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
RecoveryDone=Tiedostojen Palautus on päättynyt.
TranslateTo=Käännetty kielille...
NewVer=Uusi versio saatavilla! Haluatko päivittää nyt?
